/**************************
L'Internationale,
     Sera le genre humain.
                           
            -. .           
       _____   ',' ,       
     ,'     ,'   ', ',     
   ,'     ,'      |  |      
  \       \       |  |     
    \ /^\   \    ,' ,'      
          \   \ ,' ,'       
    / ~-.___\.-'  ,'        
  /   .______.- ~ \         
/   /'          \   \       
\./               \/'       
***************************/
Вставай, проклятьем заклеймённый,
Весь мир голодных и рабов!
Кипит наш разум возмущённый
И в смертный бой вести готов.
Весь мир насилья мы разрушим
До основанья, а затем
Мы наш, мы новый мир построим, –
Кто был ничем, тот станет всем.

Chorus
Это есть наш последний
И решительный бой;
С Интернационалом
Воспрянет род людской!

Никто не даст нам избавленья:
Ни бог, ни царь и не герой!
Добьёмся мы освобожденья
Своею собственной рукой.
Чтоб свергнуть гнёт рукой умелой,
Отвоевать своё добро, –
Вздувайте горн и куйте смело,
Пока железо горячо!

Chorus

Довольно кровь сосать, вампиры,
Тюрьмой, налогом, нищетой!
У вас — вся власть, все блага мира,
А наше право — звук пустой !
Мы жизнь построим по-иному –
И вот наш лозунг боевой:
Вся власть народу трудовому!
А дармоедов всех долой!

Chorus

Презренны вы в своём богатстве,
Угля и стали короли!
Вы ваши троны, тунеядцы,
На наших спинах возвели.
Заводы, фабрики, палаты –
Всё нашим создано трудом.
Пора! Мы требуем возврата
Того, что взято грабежом.

Chorus

Довольно королям в угоду
Дурманить нас в чаду войны!
Война тиранам! Мир Народу!
Бастуйте, армии сыны!
Когда ж тираны нас заставят
В бою геройски пасть за них –
Убийцы, в вас тогда направим
Мы жерла пушек боевых!

Chorus

Лишь мы, работники всемирной
Великой армии труда,
Владеть землёй имеем право,
Но паразиты — никогда!
И если гром великий грянет
Над сворой псов и палачей, –
Для нас всё так же солнце станет
Сиять огнём своих лучей.

Chorus